<!-- BEGIN: Content-->
<div class="app-content content">
    <div class="content-overlay"></div>
    <div class="header-navbar-shadow"></div>
    <div class="content-wrapper container-xxl p-0">
        <div class="content-header row"></div>
        <div class="content-body">
            <div class="card">
                <div class="card-header">
                    <h4 class="card-title">ข้อกำหนดและเงื่อนไขการให้บริการ</h4>

                </div>
                <div class="card-body">

                    <p>
                        ข้อกำหนดและเงื่อนไขการให้บริการเว็บไซต์ https://www.LMUgastro.net และ/หรือ แอปพลิเคชัน LMUgastro
                        (ซึ่งต่อไปนี้จะเรียกรวมว่า “เว็บไซต์”) ทำขึ้นระหว่าง
                        โครงการวิจัยการบรูณาการระบบสารสนเทศทางภูมิศาสตร์เพื่อยกระดับการท่องเที่ยวเชิงวัฒนธรรมอาหารของประเทศไทย
                        ฝ่ายหนึ่งกับผู้ใช้บริการเว็บไซต์ (“ผู้ใช้บริการ”) อีกฝ่ายหนึ่ง
                        ซึ่งรวมถึงผู้ใช้บริการที่ได้สมัครเป็นสมาชิกเว็บไซต์
                        และผู้ใช้บริการที่ไม่ได้สมัครเป็นสมาชิกเว็บไซต์
                        เว็บไซต์นี้ได้ให้บริการหลากหลายรูปแบบ เช่น บริการค้นหาและดูข้อมูลร้านอาหาร ร้านเสริมสวย สปา
                        สถานเสริมความงาม บริการโพสต์รีวิวและรูปภาพของร้านเพื่อแบ่งปันให้ผู้ใช้บริการอื่นได้
                        และแสดงความคิดเห็น บริการเชื่อมต่อกับ Facebook และ Twitter
                        เพื่อแชร์ข้อมูลที่น่าสนใจกับเพื่อนหรือบุคคลภายนอก บริการซื้อดีลหรือเวาเชอร์ของร้านค้า เป็นต้น
                        ทั้งนี้ การให้บริการต่างๆ ตามเว็บไซต์นี้ อยู่ภายใต้ข้อกำหนดและเงื่อนไขนี้
                    </p>
                    <p>
                        อย่างไรก็ดี เมื่อผู้ใช้บริการได้ใช้บริการเว็บไซต์นี้
                        ถือว่าผู้ใช้บริการได้อ่านและเข้าใจข้อกำหนดและเงื่อนไขการให้บริการเว็บไซต์ของโครงการ ฯ
                        เป็นอย่างดีแล้ว
                        การใช้บริการถือเป็นการแสดงเจตนาตกลงและยอมรับข้อกำหนดและเงื่อนไขการให้บริการเว็บไซต์ของโครงการ ฯ
                        ทุกประการ
                    </p>
                    <h3>
                        1. การเข้าเป็นสมาชิกของผู้ใช้บริการ
                    </h3>
                    <p>
                        เพื่อให้ผู้ใช้บริการสามารถใช้บริการเว็บไซต์ของทางโครงการ ฯ ได้อย่างครบถ้วน
                        ผู้ใช้บริการสามารถสมัครเข้าเป็นสมาชิกได้ตามวิธีที่โครงการ ฯ กำหนดไว้ในเว็บไซต์ อย่างไรก็ดี
                        โครงการ ฯ ขอสงวนสิทธิที่จะปฏิเสธการสมัครสมาชิกของผู้ใช้บริการบางท่าน
                        และโครงการ ฯ มีสิทธิยกเลิกการสมาชิกหรือระงับการใช้บริการของผู้ใช้บริการทุกท่านได้ตลอดเวลา เช่น
                        กรณีละเมิดข้อกำหนดและเงื่อนไขการให้บริการเว็บไซต์ หรือกรณีผู้ใช้บริการซื้อขาย แลกเปลี่ยน
                        หรือโอนบัญชีสมาชิกไปยังบุคคลอื่น เป็นต้น
                    </p>
                    <p>
                        โครงการ ฯ มิได้จัดเว็บไซต์นี้ไว้เพื่อให้บริการแก่สมาชิกที่เคยถูกตัดสิทธิการใช้งานไปแล้ว
                        หรือกรณีอื่น ตามดุลพินิจของโครงการ ฯ
                        หากโครงการ ฯ พบว่าบุคคลที่มีคุณสมบัติบกพร่องดังกล่าวฝ่าฝืนเข้าใช้บริการเว็บไซต์
                        โครงการ ฯ มีสิทธิยกเลิกการสมัครสมาชิกหรือระงับการใช้บริการได้ตลอดเวลา
                    </p>
                    <h3>
                        2. การใช้บริการเว็บไซต์
                    </h3>
                    ผู้ใช้บริการตกลงและยอมรับว่า
                    ผู้ใช้บริการจะใช้เว็บไซต์นี้ตามวัตถุประสงค์ที่ถูกต้องตามกฎหมายภายใต้ข้อกำหนดและเงื่อนไขฉบับนี้ที่ระบุไว้นี้เท่านั้น
                    อย่างไรก็ดี ผู้ใช้บริการจะไม่กระทำการอย่างใดอย่างหนึ่งดังต่อไปนี้
                    </p>
                    <p>
                        ล่วงละเมิด ดูหมิ่น สถาบันชาติ ศาสนา พระมหากษัตริย์
                        ส่งหรือเขียนข้อความที่หยาบคาย ลามก อนาจาร หมิ่นประมาท ส่อเสียด คุกคาม ว่ากล่าวให้ร้าย
                        ขู่กรรโชกแก่สมาชิกผู้ใช้บริการอื่นหรือบุคคลที่สาม
                        ดำเนินการหรืออนุญาตให้บุคคลที่สามดำเนินการแก้ไขดัดแปลง แปล หรือย้อนกระบวนการผลิต (reverse
                        engineer)
                        ส่วนของเว็บไซต์ กรอบของเว็บไซต์ หรือลอกเลียนแบบส่วนของบริการใดๆ จากเว็บไซต์
                        รวมทั้งละเมิดลิขสิทธิ
                        เครื่องหมายการค้า หรือข้อมูลทรัพย์สินทางปัญญาอื่นๆ ของโครงการ ฯ หรือผู้ใช้บริการรายอื่น
                        รวมถึงไม่รวบรวมข้อมูลร้านค้า ที่อยู่ร้าน รีวิว
                        ข้อมูลที่โครงการ ฯ หรือสมาชิกของเว็บไซต์ร่วมกันสร้างขึ้น
                        รวมทั้งรูปภาพ ภาพพื้นหลัง และไอคอน เพื่อวัตถุประสงค์ใดๆ ก็ตาม เว้นแต่จะได้รับอนุญาตจากทางโครงการ
                        ฯ
                        เขียนข้อความใดๆ ลงในเว็บไซต์
                        ที่แสดงออกหรือมีนัยว่าข้อความดังกล่าวได้รับการสนับสนุนหรือรับรองจากโครงการ ฯ โดยไม่เป็นความจริง
                        หรือไม่ได้รับอนุญาตก่อน
                        ทำซ้ำ จัดพิมพ์ขึ้นใหม่ ดัดแปลง ดาวน์โหลด อัพโหลด ติดประกาศ เผยแพร่ หรือทำให้ปรากฎต่อสาธารณชน
                        ซึ่งงานอันผิดกฎหมายหรือศีลธรรมโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากโครงการ ฯ ก่อนล่วงหน้า
                        กระทำละเมิดสิทธิในทรัพย์สินทางปัญญาของโครงการ ฯ หรือของบุคคลอื่น ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                        ลิขสิทธิ์
                        สิทธิบัตร เครื่องหมายการค้า ความลับทางการค้า หรือ ทรัพย์สินทางปัญญาอื่นไม่ว่าโดยวิธีการใด
                        ลบหรือเปลี่ยนแปลงข้อมูลบริหารสิทธิ ซึ่งเป็นข้อมูลที่ติดอยู่หรือปรากฎบนเนื้อหา หรือ ข้อความงานใดๆ
                        ในเว็บไซต์ เพื่อบ่งชี้ถึงผู้สร้างสรรค์ งานสร้างสรรค์ เจ้าของลิขสิทธิ์ อาทิเช่น ชื่อโครงการ ฯ
                        ชื่อเจ้าของผู้สร้างสรรค์ ลายน้ำ ตัวเลข หรือรหัสแทนข้อมูลดังกล่าว เป็นต้น รวมถึงไม่เผยแพร่เนื้อหา
                        หรือ ข้อความงานใดๆ ในเว็บไซต์ซึ่งมีการลบหรือเปลี่ยนแปลงข้อมูลบริหารสิทธิ
                        ดาวน์โหลด อัพโหลด ติดประกาศ หรือ กระทำการใดๆ เพื่อแสวงหาประโยชน์โดยมิชอบจากเนื้อหา หรือ ข้อความ
                        งานใดๆ จากเว็บไซต์นี้โดยปราศจากความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากโครงการ ฯ
                        และ/หรือตั้งกระทู้หรือทำให้ปรากฎซึ่งข้อความที่ก่อให้เกิดความเสียหายต่อโครงการ ฯ
                        สมาชิกผู้ใช้บริการอินเตอร์เน็ต และ/หรือบุคคลภายนอก
                        อัพโหลด ติดประกาศ ส่งไปรษณีย์อิเล็กทรอนิกส์ (E-mail) หรือ
                        ดำเนินการอื่นใดอันมีผลทำให้เป็นการรบกวนหรือแทรกแซงการทำงานของระบบ คอมพิวเตอร์โดยการส่งไวรัส
                        (Virus)
                        หรือโปรแกรมคอมพิวเตอร์ในรูปแบบต่างๆ ที่ออกแบบมาเพื่อขัดขวาง ทำลาย
                        จำกัดการทำงานของระบบคอมพิวเตอร์
                        หรือคอมพิวเตอร์ฮาร์ดแวร์ หรือโปรแกรมซอฟท์แวร์ในการสื่อสารของสมาชิกของโครงการ ฯ
                        หรือผู้ใช้บริการอินเตอร์เน็ต หรือบุคคลภายนอก
                        ใช้โปรแกรมคอมพิวเตอร์ซอฟท์แวร์ ขัดขวาง แทรกแซง รบกวนการทำงานหรือให้บริการของโครงการ ฯ
                        หรือเครื่องคอมพิวเตอร์และ/หรือระบบคอมพิวเตอร์ของบุคคลภายนอก อาทิเช่น
                        ใช้โปรแกรมซอฟท์แวร์ประเภทม้าโทรจัน (Trojan Horse) ไวรัสในรูปแบบของไทม์บอมส์ (Time Bombs) ฯลฯ
                        ไม่ตั้งใจใช้เว็บไซต์หนักหรือโหลดข้อมูลขนาดใหญ่ใส่เว็บไซต์โดยไม่มีเหตุผลอันสมควรหรือจงใจ
                        ทำให้เป็นภัยต่อการให้บริการเว็บไซต์
                        กระทำการใดๆ อันขัดต่อประกาศหรือนโยบายของโครงการ ฯ ที่ระบุไว้ในข้อกำหนดและเงื่อนไขฉบับนี้
                        และ/หรือ
                        การแก้ไขเพิ่มเติมข้อกำหนดและเงื่อนไขที่โครงการ ฯ ประกาศหรือกำหนดขึ้นภายหลัง
                    </p>
                    <p>
                        หากโครงการ ฯ ทราบว่าผู้ใช้บริการดำเนินการอย่างหนึ่งอย่างใดอันขัดต่อข้อกำหนดและเงื่อนไขนี้
                        โครงการ ฯ
                        มีสิทธิระงับการให้บริการแก่ผู้ใช้บริการโดยไม่จำเป็นต้องบอกกล่าวล่วงหน้าและ/หรืออาจดำเนินการในทางกฎหมายกับผู้ใช้บริการตามที่โครงการ
                        ฯ เห็นสมควรได้ทันที
                    </p>
                    <h3>

                        3. สิทธิของโครงการ ฯ
                    </h3>
                    <p>
                        สิทธิต่อธุรกิจที่มีการนำเข้าข้อมูลในระบบ
                        ผู้ใช้บริการยอมรับว่าโครงการ ฯ อาจตรวจสอบ เปลี่ยนแปลง และลบรายชื่อธุรกิจใดๆ (รวมถึง ชื่อธุรกิจ
                        ที่อยู่
                        โทรศัพท์ โทรสาร ระยะทาง คะแนน รูปภาพ) หรือรีวิว (ความคิดเห็น คะแนน like/unlike) หรือข้อมูลอื่นๆ
                        บนเว็บไซต์ได้แต่เพียงผู้เดียว การตัดสินของทางโครงการ ฯ ในเรื่องข้อมูลบนเว็บไซต์ถือเป็นที่สุด
                    </p>
                    <p>

                        สิทธิในการเก็บและใช้ข้อมูลส่วนตัวของผู้ใช้บริการ
                        โครงการ ฯ จะทำการขอข้อมูลเกี่ยวกับผู้ใช้บริการ เมื่อผู้ใช้บริการสร้างบัญชีบนเว็บไซต์ เช่น ชื่อ
                        ที่อยู่
                        ไปรษณีย์อิเล็กทรอนิกส์ (E-mail) และวันเกิด ผู้ใช้บริการอาจนำข้อมูลของผู้ใช้บริการจาก Facebook
                        หรือ
                        Google Plus เพื่อช่วยให้การลงทะเบียนกับเว็บไซต์ง่ายขึ้น
                        โดยโครงการ ฯ จะใช้ชื่อของผู้ใช้บริการเพื่อสร้างชื่อบัญชี
                        และใช้สถานที่สมัครของผู้ใช้บริการเพื่อช่วยให้เว็บไซต์รู้ถึงจังหวัดที่ผู้ใช้บริการพักอาศัย
                        เราใช้ไปรษณีย์อิเล็กทรอนิกส์ (E-mail) หรือเบอร์โทรศัพท์ของผู้ใช้บริการเพื่อติดต่อผู้ใช้บริการ
                        ในการนี้
                        ผู้ใช้บริการตกลงให้ความยินยอมโครงการ ฯ
                        ในการเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลของผู้ใช้บริการในการใช้บริการเว็บไซต์ดังกล่าว
                    </p>
                    <p>

                        นอกจากนี้ โครงการ ฯ จะมีการส่งข่าวสารทางไปรษณีย์อิเล็กทรอนิกส์ (E-mail)
                        โดยผู้ใช้บริการสามารถเลือกที่จะรับหรือไม่รับข่าวสารนี้ก็ได้ ทั้งนี้
                        โครงการ ฯ ขอสงวนสิทธิในการติดต่อผู้ใช้บริการในนามของบุคคลที่สาม
                        โดยการส่งข้อความเสริมหาผู้ใช้บริการทางไปรษณีย์อิเล็กทรอนิกส์ (E-mail)
                        และโครงการ ฯ อาจใช้ข้อมูลจังหวัดที่ผู้ใช้บริการอยู่ วันเดือนปีเกิดของผู้ใช้บริการ
                        และเพศเพื่อแสดงโฆษณาจากบุคคลที่สามที่เกี่ยวข้องกับผู้ใช้บริการ
                    </p>
                    <p>

                        สิทธิในการเก็บและใช้ข้อมูลเกี่ยวกับ Location ของผู้ใช้บริการ
                        เว็บไซต์สามารถให้ข้อมูลที่เป็นประโยชน์มากขึ้น ถ้าผู้ใช้บริการบอกสถานที่ปัจจุบันของผู้ใช้บริการ
                        (เช่น
                        ใช้อุปกรณ์มือถือที่มี GPS system) โครงการ ฯ อาจจัดเก็บและใช้ข้อมูลพื้นที่ของผู้ใช้บริการ
                        ในการโฆษณาและบอกที่อยู่ของผู้ใช้บริการกับบุคคลที่สาม ในกรณีที่ผู้ใช้เปิดการใช้งานบริการ GPS
                        system
                        ให้ถือว่าผู้ใช้บริการให้ความยินยอมกับโครงการ ฯ
                        ในการเก็บรวบรวมและประมวลผลสถานที่ปัจจุบันของผู้ใช้บริการ
                        อย่างไรก็ตาม ถ้าผู้ใช้บริการต้องการปกปิดข้อมูลนี้ผู้ใช้บริการสามารถติดตั้งโปรแกรมหรือปิด GPS
                        บนโทรศัพท์มือถือของผู้ใช้บริการได้
                    </p>
                    <p>

                        สิทธิในการเก็บและใช้ข้อมูล Log และ Activity
                        ผู้ใช้บริการตกลง ให้ความยินยอม และรับทราบว่า
                        โครงการ ฯ จะเก็บข้อมูลที่เกี่ยวข้องกับการใช้งานเว็บไซต์ของผู้ใช้บริการโดยอัตโนมัติ เช่น
                        หน้าเว็บไซต์ที่ผู้ใช้บริการดูบนเว็บไซต์ ชนิดเว็บเบราว์เซอร์ IP address หมายเลขโทรศัพท์
                        และชื่อของธุรกิจที่ผู้ใช้บริการติดต่อผ่านเว็บไซต์ วันที่และเวลาในการใช้งานของผู้ใช้บริการ
                        เป็นต้น
                        โครงการ ฯ ใช้ข้อมูลประเภทนี้เพื่อดูแลเว็บไซต์ และปรับปรุงการให้บริการ ทั้งนี้
                        โครงการ ฯ ยังใช้ข้อมูลนี้เพื่อการวิเคราะห์พฤติกรรมของผู้ใช้บริการ
                        เพื่อวัดความสนใจในการใช้ฟังก์ชั่นต่างๆ
                        ของเว็บไซต์
                    </p>
                    <p>

                        สิทธิในการเก็บและใช้ข้อมูลการซื้อขาย
                        หากผู้ใช้บริการซื้อโฆษณา หรือผลิตภัณฑ์อื่น หรือบริการออนไลน์ผ่านทางเว็บไซต์ ผู้ใช้บริการตกลง
                        รับทราบ
                        และให้ความยินยอมแก่โครงการ ฯ ในการเก็บข้อมูลการเรียกเก็บเงิน เบอร์โทรศัพท์
                        และบัตรเครดิตของผู้ใช้บริการ
                        ข้อมูลนี้จะถูกใช้ร่วมกับโครงการ ฯ บุคคลที่สามที่ให้บริการประมวลผลการเก็บเงิน (เช่นธนาคาร
                        ผู้ออกบัตรเครดิต หรือ ผู้ให้บริการโทรศัพท์มือถือ) ข้อมูลที่สำคัญของผู้ใช้บริการ (เช่น
                        หมายเลขบัตรเครดิต) จะได้รับการรักษาความปลอดภัยอย่างดีที่สุด
                    </p>
                    <p>

                        สิทธิในการเปิดเผยข้อมูลแก่บุคคลที่สาม
                        โครงการ ฯ อาจจัดพื้นที่ให้บุคคลที่สามลงโฆษณาบนหน้าเว็บไซต์ ทั้งนี้
                        ผู้ใช้บริการตกลงและให้ความยินยอมแก่โครงการ ฯ ในการนำข้อมูลของผู้ใช้บริการ รวมถึงแต่ไม่จำกัดเพียง
                        จังหวัดที่ผู้ใช้บริการอาศัย วันเดือนปีเกิดของผู้ใช้บริการ และเพศ
                        เพื่อแสดงโฆษณาที่เกี่ยวข้องกับผู้ใช้บริการ
                        ในบางกรณีโครงการ ฯ อาจจะติดต่อผู้ใช้บริการทางไปรษณีย์อิเล็กทรอนิกส์
                        (E-mail)ในนามของบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาดโดยตรงได้
                    </p>
                    <p>

                        สิทธิในการเปิดเผยข้อมูลในกรณีจำเป็น
                        โครงการ ฯ สงวนสิทธิที่จะตรวจสอบการละเมิดกฎหมายหรือศีลธรรมบนเว็บไซต์
                        และการละเมิดข้อบังคับและเงื่อนไขการบริการของโครงการ ฯ
                        โครงการ ฯ อาจเปิดเผยข้อมูลของผู้ใช้บริการต่อบุคคลที่สาม
                        หากโครงการ ฯ เชื่อโดยสุจริตว่าการเปิดเผยข้อมูลดังกล่าวเป็นไปเพื่อ
                    </p>
                    <p>
                        ดำเนินการเกี่ยวกับข้อสงสัยว่ามีกิจกรรมที่ผิดกฎหมาย
                        บังคับใช้เงื่อนไขการบริการของโครงการ ฯ
                        ปฏิบัติตามกระบวนการทางกฎหมาย
                        ปกป้องสิทธิชื่อเสียงและทรัพย์สินของโครงการ ฯ และสมาชิกผู้ใช้บริการอื่น
                        กรณีอื่นใดตามที่โครงการ ฯ เห็นสมควร
                    </p>
                    <p>
                        อย่างไรก็ตาม โครงการ ฯ อาจมีการเก็บรักษาข้อมูลของผู้ใช้บริการบางส่วน
                        เพื่อเป็นการใช้สิทธิตามกฎหมาย
                        การป้องกันสิทธิตามกฎหมาย หรือเพื่อให้เป็นไปตามที่กฎหมายที่เกี่ยวข้องกำหนดเท่านั้น
                    </p>
                    <h3>
                        4. ทรัพย์สินทางปัญญา
                    </h3>
                    <p>
                        ท่านตกลงและยอมรับว่า บรรดาข้อมูล ข้อความ รูปภาพ เสียง โลโก้
                        และ/หรือส่วนหนึ่งส่วนใดของเว็บไซต์นี้
                        รวมถึงแต่ไม่จำกัดเพียงเฉพาะ ลิขสิทธิ์ เครื่องหมายการค้า เครื่องหมายบริการ ชื่อทางการค้า
                        ฐานข้อมูล
                        ความลับทางการค้า สิทธิบัตร โนว์ฮาว์ ข้อมูลธุรกิจ ฯลฯ ที่ปรากฏบนเว็บไซต์
                        (เว้นแต่ข้อมูลหรือรูปภาพของผู้ใช้บริการที่นำเข้า (อัพโหลด) หรือเผยแพร่ผ่านเว็บไซต์ด้วยตนเอง)
                        เป็นงานที่ได้รับความคุ้มครองตามกฎหมายทรัพย์สินทางปัญญาซึ่งเป็นกรรมสิทธิ์ ลิขสิทธิ์
                        สิทธิและทรัพย์สินของโครงการ ฯ แต่เพียงผู้เดียว
                    </p>
                    <p>

                        ในส่วนของข้อมูล รูปภาพ เสียง โลโก้ หรือเนื้อหา (Content) ที่ผู้ใช้บริการนำเข้า (อัพโหลด)
                        หรือเผยแพร่ผ่านเว็บไซต์ด้วยตนเอง ซึ่งรวมถึงแต่ไม่จำกัดเพียง ลิขสิทธิ์ เครื่องหมายการค้า
                        เครื่องหมายบริการ ชื่อทางการค้า ฐานข้อมูล ความลับทางการค้า สิทธิบัตร โนว์ฮาว์ ข้อมูลธุรกิจ ฯลฯ
                        ที่ปรากฎบนเว็บไซต์ อาทิ การเขียนแสดงความคิดเห็น การอัพโหลดภาพถ่าย การส่งคำชมเชยไปยังผู้อื่น
                        ข้อมูลตามโปรไฟล์สาธารณะของผู้ใช้บริการ
                        และการออกเสียงลงคะแนนในเรื่องที่เขียนโดยผู้ใช้บริการท่านอื่น
                        ผู้ใช้บริการรับรองว่า ผู้ใช้บริการเป็นเจ้าของลิขสิทธิ์หรือผู้ได้รับอนุญาตให้ใช้ลิขสิทธิ์ในข้อมูล
                        รูปภาพ เสียง โลโก้ หรือเนื้อหา (Content) ที่ผู้ใช้บริการนำเข้า (อัพโหลด)
                        หรือเผยแพร่ผ่านเว็บไซต์ดังกล่าว ทั้งนี้
                        ในกรณีมีข้อพิพาททางกฎหมายจากการละเมิดลิขสิทธิ์บุคคลอื่นจากใช้หรือเผยแพร่ข้อมูล รูปภาพ เสียง
                        โลโก้
                        หรือเนื้อหาดังกล่าว ผู้ใช้บริการตกลงเป็นผู้รับผิดต่อบุคคลภายนอกแต่เพียงผู้เดียว
                    </p>
                    <p>

                        นอกจากนี้ ผู้ใช้บริการรับทราบว่า การที่ผู้ใช้บริการนำเข้า (อัพโหลด) หรือเผยแพร่ข้อมูล รูปภาพ
                        เสียง
                        โลโก้ หรือเนื้อหาผ่านเว็บไซต์ ให้ถือว่า ผู้ใช้บริการตกลงอนุญาต (แบบเพิกถอนไม่ได้)
                        ให้โครงการ ฯ มีสิทธิในการใช้ ทำซ้ำ ดัดแปลง เผยแพร่ อนุญาตให้บุคคลภายนอกใช้สิทธิ
                        หรือแสวงหาประโยชน์ไม่ว่าด้วยวิธีการใดๆ จากข้อมูล รูปภาพ เสียง โลโก้
                        หรือเนื้อหาของผู้ใช้บริการได้ตลอดระยะเวลาคุ้มครองทางกฎหมาย ในการนี้
                        ผู้ใช้บริการขอสละสิทธิในการดำเนินการทางกฎหมายหรือเรียกค่าเสียหายทั้งปวงจากโครงการ ฯ
                        ไม่ว่าในกรณีใดก็ตาม
                    </p>
                    <p>

                        ทั้งนี้ ผู้ใช้บริการรับทราบว่า ผู้ใช้บริการอนุญาตให้สิทธิโครงการ ฯ ในการใช้ ทำซ้ำ ดัดแปลง แก้ไข
                        หรือการกระทำอื่นใดกับข้อมูลในเว็บไซต์ในรูปของสิทธิในการประชาสัมพันธ์ผลงานของตนเองผ่านทางเว็บไซต์นี้
                        ดังนั้น ผู้ใช้บริการ

                    </p>
                    <p>

                        โครงการ ฯ ไม่รับประกันความถูกต้องของข้อมูลใดๆ
                        ไม่ว่าข้อมูลเหล่านั้นจะเป็นของโครงการ ฯ หรือเป็นข้อมูลที่สร้างจากสมาชิก แต่อย่างไรก็ดี
                        กรณีที่โครงการ ฯ
                        ได้รับแจ้งจากผู้ที่เกี่ยวข้องหรือบุคคลที่สามว่าข้อมูลที่ปรากฎบนเว็บไซต์นั้นอาจก่อให้เกิดความเสียหายกับบุคคลอื่นไม่ว่าโดยตรงหรือโดยอ้อม
                        โครงการ ฯ ขอสงวนสิทธิที่จะพิจารณาเรื่องดังกล่าวตามสมควรเป็นกรณีๆ
                        ซึ่งอาจนำไปสู่การระงับการเผยแพร่ข้อมูลดังกล่าวไม่ว่าจะเป็นการชั่วคราวหรือถาวรตามสมควรแก่กรณี
                        ทั้งนี้
                        สมาชิกผู้สร้างข้อมูลดังกล่าวนั้นยังคงต้องรับผิดชอบในความเสียหายเช่นเดิม
                    </p>
                    <p>

                        ข้อจำกัดความรับผิดของโครงการ ฯ ดังกล่าวนี้ ให้รวมไปถึงความผิดพลาดจากการให้บริการ บทความ
                        รับส่งข้อมูล
                        หรือการกระทำการใดๆ ของโครงการ ฯ พันธมิตรทางธุรกิจของโครงการ ฯ
                        ผู้ให้บริการร่วมหรือผู้ใช้บริการอินเตอร์เน็ตอื่นๆ ด้วย
                    </p>
                    <p>
                        หากผู้ใช้บริการฝ่าฝืนคำรับรองนี้ โครงการ ฯ ขอสงวนสิทธิในการระงับการให้บริการของผู้ใช้บริการ
                        และโครงการ ฯ มีสิทธิลบข้อมูลอันขัดแย้งต่อคำรับรองดังกล่าวออกจากระบบได้ในทันที
                    </p>
                    <p>
                        ลงบันทึกประจำวันเพื่อเป็นหลักฐานต่อเจ้าพนักงานสอบสวน
                        โดยแจ้งรายละเอียดที่เกี่ยวข้องกับการเผยแพร่ข้อมูลที่ผิดกฎหมายตามมาตรา 14
                        แห่งพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 รายละเอียดของโครงการ ฯ
                        และรายละเอียดความเสียหายที่เกิดขึ้นกับผู้ใช้บริการหรือบุคคลภายนอก เป็นต้น
                        พร้อมยื่นเอกสารที่แสดงให้เห็นถึงการกระทำความผิดดังกล่าวและเอกสารอื่นที่เกี่ยวข้องแก่เจ้าพนักงานสอบสวน
                        แจ้งรายละเอียดที่เกี่ยวข้องกับการเผยแพร่ข้อมูลที่ผิดกฎหมายตามมาตรา 14
                        แห่งพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. 2550 ต่อโครงการ ฯ
                    </p>
                    <p>
                        โครงการ ฯ จะ
                        ดำเนินการลบหรือแก้ไขเปลี่ยนแปลงข้อมูลเพื่อไม่ให้แพร่หลายต่อไปโดยเร็ว
                        จัดทำสำเนาข้อร้องเรียนรวมถึงรายละเอียดข้อร้องเรียนของบุคคลที่ร้องเรียนดังกล่าวส่งให้กับผู้ใช้บริการ
                        ซึ่งอยู่ในความควบคุมดูแลขอโครงการ ฯ
                        ระงับซึ่งการแพร่หลายข้อมูลดังกล่าวโดยรวดเร็วที่สุดเท่าที่จะทำได้ตามความเหมาะสมและขึ้นอยู่กับสภาพ
                        ของการให้บริการแต่ละประเภทไป แต่ต้องไม่เกิน 7 วันทำการนับแต่วันที่ได้รับข้อร้องเรียนดังกล่าว
                        หรือระยะเวลาอื่นที่เหมาะสมเพื่อเยียวยาความเสียหายและระงับการกระทำความผิดให้เร็วที่สุด
                    </p>
                    <p>
                        ความเสียหายที่เกิดขึ้นแก่เว็บไซต์ โครงการ ฯ หรือกรรมการของโครงการ ฯ อันเนื่องมาจากผู้ใช้บริการ
                        โครงการ ฯ มีสิทธิเรียกร้องค่าเสียหายจากผู้ใช้บริการได้ตามค่าใช้จ่ายที่โครงการ ฯ ได้เสียไปตามจริง
                        ไม่ว่าจะเพื่อแก้ไข ซ่อมแซม สร้างขึ้นใหม่ ชดเชย
                        หรือกระทำการด้วยวิธีอื่นใดเพื่อชดเชยความเสียหายดังกล่าวของโครงการ ฯ
                        ผู้ใช้บริการต้องดำเนินการชดเชยค่าเสียหายให้ครบถ้วนภายในเวลาที่โครงการ ฯ กำหนด
                        หากผู้ใช้บริการผิดนัดไม่ชดเชยค่าเสียหายในเวลาที่กำหนด โครงการ ฯ
                        มีสิทธิคิดดอกเบี้ยผิดนัดจากต้นเงิน
                        ตามอัตราที่กฎหมายกำหนด
                    </p>
                    <p>
                        อย่างไรก็ตาม แม้ความเสียหายดังกล่าวได้เกิดขึ้นจากการกระทำของบุคคลภายนอก
                        แต่ความเสียหายนั้นไม่อาจเกิดขึ้นได้โดยปราศจากความร่วมมือ ช่วยเหลือ สนับสนุน ปล่อยปละละเลย
                        หรือความประมาทเลินเล่อของผู้ใช้บริการ ผู้ใช้บริการต้องรับผิดในค่าเสียหายต่างๆ
                        ที่เกิดขึ้นกับตัวโครงการ ฯ ร่วมกับตัวผู้ทำละเมิดต่อโครงการ ฯ อย่างลูกหนี้ร่วมด้วย
                    </p>
                    <p>


                        ผู้ใช้บริการมีหน้าที่ติดตามการแก้ไขเปลี่ยนแปลงต่างๆ อยู่เสมอ และหากภายหลังการแก้ไขเปลี่ยนแปลง
                        ผู้ใช้บริการยังคงใช้บริการเว็บไซต์อยู่ ถือว่าผู้ใช้บริการได้อ่านและเข้าใจ
                        จึงได้ยอมรับตามข้อกำหนดและเงื่อนไขการใช้บริการที่ได้มีการเปลี่ยนแปลงนี้ อย่างไม่มีเงื่อนไข
                        ผู้ใช้บริการไม่อาจอ้างเหตุในการไม่ทราบถึงการเปลี่ยนแปลงข้อกำหนดและเงื่อนการใช้บริการมาเป็นเหตุในการฝ่าฝืนข้อกำหนดและเงื่อนไขนี้ได้

                    </p>
                    <p>

                        ผู้ใช้บริการต้องไม่มอบหมาย ให้สิทธิการใช้งานต่อ
                        หรือโอนสิทธิที่มอบให้แก่ผู้ใช้บริการในที่นี้ให้แก่ผู้อื่น หรือทำสัญญาช่วงข้อผูกพันใดๆ
                        ของผู้ใช้บริการ
                        ไม่มีสิ่งใดในข้อกำหนดและเงื่อนไขการให้บริการนี้จะถือเป็นการเป็นหุ้นส่วน การลงทุนร่วม
                        หรือความสัมพันธ์ระหว่างตัวการกับตัวแทนระหว่างผู้ใช้บริการและโครงการ ฯ
                        และไม่มีสิ่งใดอนุญาตให้ผู้ใช้บริการสร้างภาระค่าใช้จ่ายหรือหนี้สินในนามของโครงการ ฯ
                    </p>
                    <p>

                        ชื่อ ที่อยู่ ที่สามารถติดต่อได้ <br>
                        หมายเลขโทรศัพท์/อีเมล์ ที่สามารถติดต่อได้ <br>
                        รายละเอียดของข้อร้องเรียนและ/หรือพยานหลักฐานเกี่ยวกับการกระทำผิดกฎหมาย (ถ้ามี) <br>
                        ข้อเสนอแนะหรือคำแนะนำหรือคำร้องที่ต้องการให้โครงการ ฯ ดำเนินการ

                    </p>
                    <p>
                        โครงการวิจัยการบรูณาการระบบสารสนเทศทางภูมิศาสตร์เพื่อยกระดับการท่องเที่ยวเชิงวัฒนธรรมอาหารของประเทศไทย,
                        <br>
                        Email: support@lmugastro.net
                    </p>


                </div>
            </div>
        </div>
    </div>
</div>

<div class="sidenav-overlay"></div>
<div class="drag-target"></div>